Dlubal.RFEM5.IImposedLineDisplacement
Interface for working with imposed line displacement.

Dlubal.RFEM5.IImposedLineDisplacement.GetData
Gets imposed line displacement parameters.
Returns: Imposed line displacement parameters

Dlubal.RFEM5.IImposedLineDisplacement.SetData(System.UInt32@)
Sets imposed line displacement parameters.
Load: Imposed line displacement parameters

Dlubal.RFEM5.IImposedLineDisplacement.Delete
Deletes imposed line deformation.